Repository: egluzelu/Sveikuoliukas
Catalog: sveikuoliukas/board_main/locale/*/LC_MESSAGES/django.po
Languages: lt

source: board_main
lt: Pagrindinis puslapis

source: title
lt: pavadinimas

source: description
lt: aprašymas

source: welcome to forum
lt: sveiki atvyke į forumą

source: forum
lt: forumas

source: profile
lt: anketa

source: admin
lt: adminas

source: log out
lt: atsijungti

source: log in
lt: prisijungti

source: sign up
lt: registruotis

source: 'I`m rich, because I`m healthy!'
lt: 'Aš esu turtingas, nes esu sveikas!'

source: Welcome to forum 'Sveikuoliukas'!
lt: Sveiki atvykę į forumą 'Sveikuoliukas'!

source: Hello healthy lifestyle fans!
lt: Sveiki Sveikuoliukai!

source: We all have our flaws, but that doesn't have to stop us from living a healthier life! Some want to start exercising, but cannot force themselves to start, others - quit smoking, but lack of support; and some - want to lose weight, but diets do not work.. These are only the most popular examples of what a person needs to live healthier, but there are many more! This is why this forum 'Sveikuoliukas' was created. Here you can communicate on various topics related to healthy living. If you want to change your lifestyle or looking for useful advices and suggestions on how and what to do, or maybe just looking for words of support, join now!
lt: Kiekvienas iš mūsų esame kažkiek ydingi, bet tai neprivalo mūsų stabdytigyventi sveikiau! Vieni nori pradėti sportuoti, bet negali prisiversti;kiti - mesti rūkyti, bet trūksta palaikymo; treti trokšta numesti svorio,bet jokios dietos neveikia.. Čia tik populiariausi pavyzdžiai ko žmoguireikia, kad gyvent sveikiau, bet norų būna įvairiausių! Taip atsirado ir šisforumas 'Sveikuoliukas', kuriame galima bendrauti įvairiausiomis temomis,susijusiomis su sveika gyvensena. Jei nori pakeisti savo gyvenimo būdą,ieškai naudingo patarimo, pasiūlymų kaip ir ko imtis, ar tiesiogpaprasčiausių palaikymo žodžių, prisijunk jau dabar ir bendrauk drąsiai!

source: Maybe it's time to start living healthier..?
lt: Gal jau laikas pradėti gyventi sveikiau..?

source: Sincerely,
lt: Pagarbiai,

source: Forum 'Sveikuoliukas' team
lt: Forumo 'Sveikuoliukas' komanda

source: Total users at this time:
lt: Iš viso vartotojų šiuo metu:

source: Total posts at this time:
lt: Iš viso pranešimų šiuo metu:

source: Total comments at this time:
lt: Iš viso komentarų šiuo metu:
