Repository: egluzelu/Sveikuoliukas
Catalog: sveikuoliukas/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: general
lt: bendras

source: temporal tracking
lt: laikinis stebėjimas

source: user profile
lt: vartotojo anketa

source: Your password can not be too similar to your other personal information,<br> Your password must contain at least 8 characters,<br> Your password can not be a commonly used,<br> Your password can not be entirely numeric.
lt: Jūsų slaptažodis negali būti per daug panašus į Jūsų kitą asmeninę informaciją,<br> Jūsų slaptažodis turi būti iš bent 8 simbolių,<br> Jūsų slaptažodis negali būti per daug populiarus,<br> Jūsų slaptažodis negali būti tik iš skaičių.

source: user
lt: vartotojas

source: picture
lt: paveikslėlis

source: profile
lt: profilis

source: profiles
lt: profiliai

source: name of the chat
lt: žinutės pavadinimas

source: description
lt: aprašymas

source: image
lt: paveiklėlis

source: owner
lt: savininkas

source: receiver
lt: gavėjas

source: created at
lt: sukurta

source: chat
lt: žinutė

source: chats
lt: žinutės

source: See you later at
lt: Iki pasimatymo

source: You are always welcome back
lt: Jūs visada laukiami sugrįžtant

source: log in
lt: prisijungti

source: again
lt: dar kartą

source: log in to
lt: prisijungti prie

source: Log in error. Please try again.
lt: Prisijungimo klaida. Prašome bandyti dar kartą.

source: forgot password?
lt: Pamiršote slaptažodį?

source: If you do not have an account, please
lt: Jei neturite paskyros, prašome

source: sign up
lt: užsiregistruoti

source: password changed
lt: slaptažodis pakeistas

source: Password has been changed successfully
lt: Slaptažodis sėkmingai pakeistas

source: You can now
lt: Dabar galite

source: with your new password
lt: su savo nauju slaptažodžiu

source: reset password
lt: naujo slaptažodžio nustatymas

source: Password Reset Failed: the link has expired and is no longer valid.
lt: Slaptažodžio nustatymas nepavyko: nuoroda yra pasibaigusi arba nebegalioja.

source: password reset
lt: naujo slaptažodžio nustatymas

source: please check your email
lt: prašome patikrinti savo el. paštą

source: We have sent further instructions to your email.
lt: Mes išsiuntėme papildomus nurodymus į jūsų el. paštą.

source: Hello, Someone has requested the password change at Sveikuoliukas. If it was not you, please ignore this email. You can change your password by following this link:
lt: Sveiki, Kažkas paprašė pakeisti slaptažodį forume 'Sveikuoliukas'. Jei tai nebuvote Jūs, prašome ignoruoti šį laišką. Savo slaptažodį galite pakeisti sekant šią nuorodą:

source: Best regards, Sveikuoliukas Team
lt: Pagarbiai, Forumo 'Sveikuoliukas' komanda

source: confirm
lt: patvirtinti

source: create a message at
lt: sukurti žinutę

source: Create a message
lt: Sukurti žinutę

source: create new message
lt: sukurti naują žinutę

source: list
lt: sąrašas

source: received messages
lt: gautos žinutės

source: create a new message
lt: sukurti naują žinutę

source: Search by sender:
lt: Ieškoti pagal siuntėją:

source: Filter by User
lt: filtruoti pagal vartotoją

source: No matches found.
lt: Atitikmenų nerasta.

source: Message Name:
lt: Žinutės pavadinimas:

source: Chat Image
lt: žinutės paveikslėlis

source: From:
lt: Nuo:

source: To:
lt: Kam:

source: send messages
lt: siųstos žinutės

source: Search by receiver:
lt: Ieškoti pagal gavėją:

source: signup for
lt: registruotis

source: register account
lt: registruoti anketą

source: at
lt: adresu

source: My meniu:
lt: Mano meniu:

source: edit profile data
lt: koreguoti anketos duomenis

source: profile Picture
lt: anketos avataras

source: e-mail
lt: el. paštas

source: editing
lt: redaguoti

source: profile at
lt: anketa

source: Confirm
lt: Patvirtinti

source: Thank you! You can now log in with your credentials.
lt: Ačiū Jums! Galite prisijungti.

source: profile edited successfully
lt: anketa sėkimngai koreguota

source: message created successfully
lt: žinutė sėkmingai nusiųsta
